{
    "Simple wishes": [
        "Happy birthday to my best friend in the whole wide world!",
        "You're one of a kind and deserve everything that this special day brings!",
        "I hope all your wishes come true today.",
        "You make the world a better and brighter place.",
        "Happy birthday to my beautiful friend! You're the best!",
        "Enjoy your special day to the fullest, bestie!",
        "Happy birthday to my gorgeous, smart, and loyal friend. Live your best life!",
        "We've made so many wonderful memories togethers. Cheers to many more.",
        "Wishing you a fantastic birthday and wonderful year ahead. Make every day count!",
        "Happy birthday to one of the most special people in my life. Wishing you many more.",
        "Today we celebrate you! Happy birthday to a wonderful person.",
        "I hope all your wishes come true.",
        "I'm so grateful for your friendship. Cheers to another year around the sun.",
        "I hope you enjoy your special day to the fullest.",
        "I am so proud to be your friend. May you have a healthy and happy birthday.",
        "I hope your day is as special as you are, friend.",
        "I can't imagine life without you.",
        "Today should be a national holiday because it's the day my best friend was born!",
        "Sending you an abundance of love this birthday, bestie.",
        "Today's your special day.",
        "It's a celebration, it's my bestie's birthday!",
        "May all of your wishes come true today and always.",
        "Do you hear that? That's me screaming",
        "Wishing you love and happiness on your birthday.",
        "May this day bring you all the joy you deserve."
    ],
    "Blessings birthday messages": [
        "I pray that you are granting the desires of your heart today and every day.",
        "May guardian angels watch over you today and always.",
        "On this day every year, I remember how blessed I am to be able to call you friend.",
        "May your birthday be filled with happiness, joy and blessings.",
        "I was blessed when the universe brought us together in friendship. Here's to celebrating a special person.",
        "I feel so blessed to be friends with someone as smart, witty and kind as you.",
        "Your life is a gift from God, and I thank him for the many blessings you bring to my life.",
        "Wishing you divine peace and happiness today and throughout your life.",
        "I pray that you're blessed with many more years so that we can always celebrate together.",
        "May God give you peace on your special day and the year ahead.",
        "I wish you an abundance of blessings today and always.",
        "It is my prayer that all your wishes come true on your special day.",
        "As you ring in your personal new year, I pray that your special day is full of joy.",
        "May you be blessed with a long, healthy life that brings you joy and happiness.",
        "In this season of your birth, I am excited to celebrate the amazing person I get to call my best friend.",
        "As you turn a year older and wiser, I wish you nothing but an overflowing fountain of love.",
        "May you be blessed with everything as wonderful and beautiful as you are.",
        "You mean the world to me, friend. I'm forever grateful that you're still in my life after so many years.",
        "As you celebrate your birthday, my wish is that you're surrounded by good friends, loving family, and mouth-watering food.",
        "May showers of blessings fall upon you on your birthday and beyond.",
        "I pray that you continue to be the wonderful person that you are and get everything you've ever dreamed of this year and always!",
        "May your special day be blessed with all the good vibes you spread out into the world.",
        "You're such a wonderful blessing to me. I am beyond honored to be your best friend.",
        "Wishing you special day and beyond. You're the epitome of what it means to be a friend and I'm forever grateful.",
        "Your beautiful presence lights up every room you walk into. May God continue to bless your path.",
        "I'm beyond blessed to have a caring, compassionate and dependable friend like you. Wish you a",
        "I pray that your personal new year is filled with an abundance of blessings.",
        "Happy birthday! My prayer is that God continues to bless you in unimaginable ways.",
        "As you celebrate the anniversary of your birth, continue to give praise to God above.",
        "May God shower you with countless blessings on this birthday and beyond.",
        "I want you to know how blessed I am to call you my best friend.",
        "I thank God for bringing you into my life. You're one of my biggest blessings.",
        "Birthdays are always fun to celebrate, but they should also be a time to reflect and honor our blessings. Happy birthday to one of God's greatest gifts to me.",
        "Experiencing true friendship is one of life's biggest blessings. Thanks to you, I've been tremendously blessed.",
        "A day doesn't go by that I don't thank God for our friendship. Happy birthday to the most loyal person I know.",
        "I always count my blessings because I know not everyone is as lucky as I am to have a best friend like you. Wishing you the best birthday yet!",
        "Wishing you a peaceful and serene birthday filled with endless blessings.",
        "May God continue to watch over you and bless you with all the desires of your heart."
    ],
    "Funny Birthday Messages": [
        "Best friends are awesome, especially like me 😌😌.",
        "Can't keep calm, it's your birthday.",
        "Happy birthday to a smart, beautiful and charismatic person.",
        "Having me as your best friend is really all the gift you need 😌😌.",
        "Happy birthday to my best friend in the whole wide world!"
    ],
    "Meaningful birthday messages": [
        "A friend is a friend, but a best friend is even better. Happy birthday to the best friend anyone could ask for!",
        "On this day, a very special person came into this world and I'm forever grateful.",
        "To me, this day will always hold special meaning since it marks the day that the world was made better by your presence.",
        "You brighten my life, and I am so grateful to have you by my side.",
        "No one knows me better than you and I hope that today all of your wishes come true.",
        "Today I celebrate you and all the joy you bring into my life.",
        "I wish everyone could be as lucky as me to find a friend who is as caring, loving and special as you.",
        "We've been together through thick and thin and I'm so proud to call you my friend.",
        "Doing life with you by my side is the best thing that could've happened to me.",
        "Your bright smile and warm laughter make every day better. Today I celebrate you.",
        "Your presence makes everyone around you happy. Today, I want you to know how much you mean to me and everyone who has the pleasure of knowing you.",
        "One day isn't enough to celebrate someone as special as you.",
        "This day will always be special to me because it marks the day the world was made better because you were brought into it.",
        "My life was enriched when you entered it.",
        "Your friendship means the world to me. I am honored to be your best friend.",
        "Thank you for being the most wonderful friend on the planet. I hit the jackpot when you come into my life.",
        "You brighten my life in so many incredible ways. Thank you for being my best friend.",
        "No one understands me better than you. Your friendship is one of the best things to ever happen to me.",
        "You deserve all the presents, cake, and love coming your way today. Enjoy every moment!",
        "Today is all about you! So, let's have a good time and celebrate the glorious day you were born!",
        "May your personal new year be filled with greatness.",
        "I'm so happy because today marks the day you entered the world. Thanks for being an amazing friend.",
        "No one could ask for a better best friend. I hope your day is as special as you are.",
        "You're the person I can always call on for anything and for that, I'm forever grateful.",
        "I hope this day brings you as much joy as you bring me!"
    ]
}